package com.jtv.locationwork.util;

public class DataConfig {

	// 线名
	public static final String LIST_LINE_NAME[] = { "昂峰", "北黑", "滨八联络", "滨北", "滨江", "滨绥", "滨绥货", "滨绥宽", "滨洲", "滨洲宽",
			"勃七", "博林", "潮乌", "成宾", "城鸡", "翠峦", "定二", "定一联络", "东新", "福前", "富嫩", "公(利)集联络", "古洛", "哈北联络", "哈屯", "哈西联络",
			"鹤北", "鹤岗", "恒山", "红峰", "呼工", "火龙沟", "佳富", "检修基地过渡", "江北联络", "江南", "京哈", "京哈高速", "京哈货物", "宽轨联络1", "宽轨联络2",
			"拉滨", "拉滨客车", "林密", "密东", "牡佳货", "嫩林", "平齐", "齐北", "前抚", "秋冷", "三峰", "三间房南环", "三榆", "绥佳", "孙新", "塔韩", "汤林",
			"通让", "图佳", "图牡货", "屯黎", "屯黎联络", "王岗疏解", "王孙", "王万联络", "苇亚", "西昂", "西峰", "香东", "香孙", "向哈", "兴莲联络", "牙林",
			"伊阿", "伊加", "伊敏", "榆峰", "榆红", "榆树", "壮让联络", "准轨联络1", "准轨联络2", "卓汇" };

	// 线的类型
	public static final String LIST_LINE_TYPE[] = { "单", "上", "下", "垂","站" };
	
	public static final String LIST_MODLE [] = {"矩形标记","涂鸦标记","文本框"};
	
	public static final String LIST_DAOCHA []  = { "正线", "曲线", "道岔" };
}
